GridChain sketch contains a closed loop.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ClosedLoop { get; }
  Visual Basic
Public Shared ReadOnly Property ClosedLoop As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ClosedLoop {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GridChainSketchFailures Class
  Autodesk.Revit.DB Namespace